/**
 * Текущий состав бургера
 */
export const BurgerConstructor = () => {
    // TODO: Из библиотеки UI-компонентов возьмите следующие:
    // элементы списка,
    // иконки,
    // кнопку,
    // типографику,
    // систему отступов.
    // TODO: Отображение списка организуйте самостоятельно. Подумайте над реализацией и возможным ограничением высоты блока, в том числе и на разных разрешениях экранов. Скроллбар не распространяется на заблокированные позиции конструктора.
    return <>BurgerConstructor</>;
};
