import styles from './style.module.css';

/**
 * Cписок ингредиентов
 */
export const BurgerIngredients = () => {
    // TODO: Из библиотеки UI-компонентов возьмите следующие:
    // счётчики,
    // иконки,
    // переключатели,
    // типографику,
    // систему отступов.
    // TODO: У компонента свой кастомизированный скроллбар. Подумайте над реализацией и возможным ограничением высоты блока, в том числе и на разных разрешениях экранов.
    return <div className={styles.container}>BurgerIngredients</div>;
};
